Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Site name is a required field.
ar: اسم الموقع هو حقل مطلوب.
bn: সাইটের নাম একটি প্রয়োজনীয় ক্ষেত্র।
de: Der Site-Name ist ein Pflichtfeld.
es: El nombre del sitio es un campo obligatorio.
fr: Le nom du site est un champ obligatoire.
he: שם האתר הוא שדה חובה.
hi: साइट का नाम एक आवश्यक फ़ील्ड है
it: Il nome del sito è un campo obbligatorio.
ja_jp: サイト名は必須フィールドです。
nl: Sitenaam is een verplicht veld.
pt: O nome do site é um campo obrigatório.
ru: Название сайта – обязательное поле.
te: సైట్ పేరు అవసరమైన ఫీల్డ్.
zh_cn: 站点名称是必填字段。

source: The site name must be unique.
ar: يجب أن يكون اسم الموقع فريدًا.
bn: সাইটের নাম অনন্য হতে হবে।
de: Der Site-Name muss eindeutig sein.
es: El nombre del sitio debe ser único.
fr: Le nom du site doit être unique.
he: שם האתר חייב להיות ייחודי.
hi: साइट का नाम अद्वितीय होना चाहिए
it: Il nome del sito deve essere univoco.
ja_jp: サイト名は一意である必要があります。
nl: De sitenaam moet uniek zijn.
pt: O nome do site deve ser exclusivo.
ru: Имя сайта должно быть уникальным.
te: సైట్ పేరు తప్పనిసరిగా ప్రత్యేకంగా ఉండాలి.
zh_cn: 站点名称必须是唯一的。

source: URL is a required field.
ar: عنوان URL هو حقل مطلوب.
bn: URL একটি প্রয়োজনীয় ক্ষেত্র।
de: URL ist ein Pflichtfeld.
es: La URL es un campo obligatorio.
fr: L'URL est un champ obligatoire.
he: כתובת URL היא שדה חובה.
hi: यूआरएल एक आवश्यक फ़ील्ड है
it: L'URL è un campo obbligatorio.
ja_jp: URL は必須フィールドです。
nl: URL is een verplicht veld.
pt: URL é um campo obrigatório.
ru: URL-адрес является обязательным полем.
te: URL అనేది అవసరమైన ఫీల్డ్.
zh_cn: URL 是必填字段。

source: The url field contains a reference to a file format which is not allowed.
ar: يحتوي حقل عنوان url على إشارة إلى تنسيق ملف غير مسموح به.
bn: ইউআরএল ফিল্ডে একটি ফাইল ফরম্যাটের একটি রেফারেন্স রয়েছে যা অনুমোদিত নয়।
de: Das URL-Feld enthält einen Verweis auf ein Dateiformat, das nicht zulässig ist.
es: El campo url contiene una referencia a un formato de archivo que no está permitido.
fr: Le champ url contient une référence à un format de fichier non autorisé.
he: שדה ה-url מכיל הפניה לפורמט קובץ שאינו מותר.
hi: यूआरएल फ़ील्ड में फ़ाइल प्रारूप का संदर्भ है जिसकी अनुमति नहीं है।
it: Il campo URL contiene un riferimento a un formato di file non consentito.
ja_jp: URL フィールドには、許可されていないファイル形式への参照が含まれています。
nl: Het url-veld bevat een verwijzing naar een bestandsformaat dat niet is toegestaan.
pt: O campo url contém uma referência a um formato de arquivo que não é permitido.
ru: Поле URL-адреса содержит ссылку на недопустимый формат файла.
te: url ఫీల్డ్ అనుమతించబడని ఫైల్ ఫార్మాట్u200cకు సూచనను కలిగి ఉంది.
zh_cn: url 字段包含对不允许的文件格式的引用。

source: Template name is a required field.
ar: اسم القالب هو حقل مطلوب.
bn: টেমপ্লেট নাম একটি প্রয়োজনীয় ক্ষেত্র।
de: Der Vorlagenname ist ein Pflichtfeld.
es: El nombre de la plantilla es un campo obligatorio.
fr: Le nom du modèle est un champ obligatoire.
he: שם התבנית הוא שדה חובה.
hi: टेम्प्लेट नाम एक आवश्यक फ़ील्ड है
it: Il nome del modello è un campo obbligatorio.
ja_jp: テンプレート名は必須フィールドです。
nl: Sjabloonnaam is een verplicht veld.
pt: O nome do modelo é um campo obrigatório.
ru: Название шаблона – обязательное поле.
te: టెంప్లేట్ పేరు అవసరమైన ఫీల్డ్.
zh_cn: 模板名称是必填字段。

source: The template name must be unique.
ar: يجب أن يكون اسم القالب فريدًا.
bn: টেমপ্লেট নাম অনন্য হতে হবে.
de: Der Vorlagenname muss eindeutig sein.
es: El nombre de la plantilla debe ser único.
fr: Le nom du modèle doit être unique.
he: שם התבנית חייב להיות ייחודי.
hi: टेम्प्लेट का नाम अद्वितीय होना चाहिए
it: Il nome del modello deve essere univoco.
ja_jp: テンプレート名は一意である必要があります。
nl: De sjabloonnaam moet uniek zijn.
pt: O nome do modelo deve ser exclusivo.
ru: Имя шаблона должно быть уникальным.
te: టెంప్లేట్ పేరు తప్పనిసరిగా ప్రత్యేకంగా ఉండాలి.
zh_cn: 模板名称必须是唯一的。

source: Selected template is required.
ar: القالب المحدد مطلوب.
bn: নির্বাচিত টেমপ্লেট প্রয়োজন.
de: Die ausgewählte Vorlage ist erforderlich.
es: Se requiere una plantilla seleccionada.
fr: Le modèle sélectionné est requis.
he: נדרשת תבנית נבחרת.
hi: चयनित टेम्पलेट आवश्यक है
it: Il modello selezionato è obbligatorio.
ja_jp: 選択したテンプレートは必須です。
nl: Geselecteerde sjabloon is vereist.
pt: O modelo selecionado é obrigatório.
ru: Выбранный шаблон является обязательным.
te: ఎంచుకున్న టెంప్లేట్ అవసరం.
zh_cn: 需要选择模板。

source: Basic Template
ar: القالب الأساسي
bn: মৌলিক টেমপ্লেট
de: Grundlegende Vorlage
es: plantilla básica
fr: Modèle de base
he: תבנית בסיסית
hi: मूल टेम्पलेट
it: Modello di base
ja_jp: 基本テンプレート
nl: Basissjabloon
pt: Modelo Básico
ru: Базовый шаблон
te: ప్రాథమిక టెంప్లేట్
zh_cn: 基本模板

source: Could not create new page: random failure
ar: لا يمكن إنشاء صفحة جديدة: فشل عشوائي
bn: নতুন পৃষ্ঠা তৈরি করা যায়নি: এলোমেলো ব্যর্থতা
de: Neue Seite konnte nicht erstellt werden: zufälliger Fehler
es: No se pudo crear una nueva página: error aleatorio
fr: Impossible de créer une nouvelle page : échec aléatoire
he: לא ניתן ליצור דף חדש: כשל אקראי
hi: नया पेज नहीं बनाया जा सका: आकस्मिक विफलता
it: Impossibile creare una nuova pagina: errore casuale
ja_jp: 新しいページを作成できませんでした: ランダムなエラー
nl: Kon geen nieuwe pagina maken: willekeurige fout
pt: Não foi possível criar uma nova página: falha aleatória
ru: Не удалось создать новую страницу: случайный сбой
te: కొత్త పేజీని సృష్టించడం సాధ్యపడలేదు: యాదృచ్ఛిక వైఫల్యం
zh_cn: 无法创建新页面：随机失败

source: New asset not yet implemented!
ar: أصول جديدة لم يتم تنفيذها بعد!
bn: নতুন সম্পদ এখনো বাস্তবায়িত হয়নি!
de: Neues Asset noch nicht implementiert!
es: Nuevo activo aún no implementado!
fr: Nouvel actif pas encore implémenté !
he: נכס חדש טרם יושם!
hi: नई संपत्ति अभी तक क्रियान्वित नहीं हुई!
it: Nuova risorsa non ancora implementata!
ja_jp: 新しいアセットはまだ実装されていません!
nl: Nieuwe aanwinst nog niet geïmplementeerd!
pt: Novo ativo ainda não implementado!
ru: Новый актив еще не реализован!
te: కొత్త ఆస్తి ఇంకా అమలు కాలేదు!
zh_cn: 新资产尚未实施！

source: Item not found
ar: لم يتم العثور على العنصر
bn: আইটেম পাওয়া যায়নি
de: Artikel nicht gefunden
es: Objeto no encontrado
fr: Article introuvable
he: פריט לא נמצא
hi: आइटम नहीं मिला
it: Articolo non trovato
ja_jp: アイテムが見つかりません
nl: Artikel niet gevonden
pt: Item não encontrado
ru: Товар не найден
te: అంశం కనుగొనబడలేదు
zh_cn: 未找到项目

source: Error finding path
ar: خطأ في العثور على المسار
bn: পথ খুঁজে পেতে ত্রুটি৷
de: Fehler beim Finden des Pfads
es: Error al encontrar la ruta
fr: Erreur lors de la recherche du chemin
he: שגיאה במציאת נתיב
hi: पथ ढूंढने में त्रुटि
it: Errore durante la ricerca del percorso
ja_jp: パス検索エラー
nl: Fout bij vinden van pad
pt: Erro ao encontrar o caminho
ru: Ошибка поиска пути
te: మార్గాన్ని కనుగొనడంలో లోపం
zh_cn: 查找路径时出错

source: Session Inactivity
ar: عدم نشاط الجلسة
bn: অধিবেশন নিষ্ক্রিয়তা
de: Sitzungsinaktivität
es: Inactividad de Sesión
fr: Inactivité de session
he: חוסר פעילות של הפגישה
hi: सत्र निष्क्रियता
it: Inattività della sessione
ja_jp: セッションの非アクティブ性
nl: Sessie-inactiviteit
pt: Inatividade da sessão
ru: Бездействие сеанса
te: సెషన్ ఇనాక్టివిటీ
zh_cn: 会话不活动

source: Are you still there?
ar: أنت لا تزال هناك؟
bn: আপনি এখনও সেখানে?
de: Bist du noch da?
es: ¿Sigues ahí?
fr: Vous êtes toujours là ?
he: אתה עדיין שם?
hi: क्या आप अभी भी हैं?
it: Sei ancora lì?
ja_jp: まだそこにいますか？
nl: Ben je er nog?
pt: Você ainda está aí?
ru: Ты еще там?
te: మీరు ఇంకా అక్కడే ఉన్నారా?
zh_cn: 你还在吗？

source: You will be automatically logged out in
ar: سيتم تسجيل خروجك تلقائيا
bn: আপনি স্বয়ংক্রিয়ভাবে লগ আউট হবে
de: Sie werden automatisch abgemeldet
es: Se cerrará automáticamente en
fr: Vous serez automatiquement déconnecté
he: תתנתק אוטומטית
hi: आप स्वचालित रूप से लॉग आउट हो जाएंगे
it: Verrai automaticamente disconnesso
ja_jp: 自動的にログアウトされます
nl: U wordt automatisch uitgelogd
pt: Você será desconectado automaticamente
ru: Вы автоматически выйдете из системы
te: మీరు స్వయంచాలకంగా లాగ్ అవుట్ చేయబడతారు
zh_cn: 您将自动注销

source: Lost connection to the server
ar: فقدت الاتصال بالخادم
bn: সার্ভারের সাথে সংযোগ হারিয়েছে
de: Verbindung zum Server verloren
es: Perdió la conexión al servidor
fr: Connexion perdue au serveur
he: אבד החיבור לשרת
hi: सर्वर से कनेक्शन टूट गया
it: Connessione persa al server
ja_jp: サーバーへの接続が失われました
nl: Verbinding met de server verbroken
pt: Conexão perdida com o servidor
ru: Потеряно соединение с сервером
te: సర్వర్u200cకి కనెక్షన్ కోల్పోయింది
zh_cn: 与服务器失去连接

source: Extend Session
ar: تمديد الجلسة
bn: সেশন বাড়ান
de: Sitzung verlängern
es: Ampliar Sesión
fr: Prolonger la session
he: הארכת מושב
hi: सत्र बढ़ाएँ
it: Estendi la sessione
ja_jp: セッションを延長する
nl: Sessie verlengen
pt: Estender sessão
ru: Продлить сеанс
te: సెషన్u200cని పొడిగించండి
zh_cn: 延长会话

source: Unable to load template
ar: غير قادر على تحميل القالب
bn: টেমপ্লেট লোড করতে অক্ষম৷
de: Vorlage kann nicht geladen werden
es: No se puede cargar la plantilla
fr: Impossible de charger le modèle
he: לא ניתן לטעון תבנית
hi: टेम्प्लेट लोड करने में असमर्थ
it: Impossibile caricare il modello
ja_jp: テンプレートを読み込めません
nl: Kan sjabloon niet laden
pt: Não foi possível carregar o modelo
ru: Невозможно загрузить шаблон
te: టెంప్లేట్u200cను లోడ్ చేయడం సాధ్యపడలేదు
zh_cn: 无法加载模板

source: Unable to save Page or Template
ar: غير قادر على حفظ الصفحة أو القالب
bn: পৃষ্ঠা বা টেমপ্লেট সংরক্ষণ করতে অক্ষম৷
de: Seite oder Vorlage kann nicht gespeichert werden
es: No se puede guardar la página o la plantilla
fr: Impossible d'enregistrer la page ou le modèle
he: לא ניתן לשמור דף או תבנית
hi: पेज या टेम्पलेट सहेजने में असमर्थ
it: Impossibile salvare la pagina o il modello
ja_jp: ページまたはテンプレートを保存できません
nl: Kan pagina of sjabloon niet opslaan
pt: Não foi possível salvar a página ou o modelo
ru: Невозможно сохранить страницу или шаблон.
te: పేజీ లేదా టెంప్లేట్u200cని సేవ్ చేయడం సాధ్యపడలేదు
zh_cn: 无法保存页面或模板

source: Unable to retrieve HTML from REST service:
ar: غير قادر على استرداد HTML من خدمة REST:
bn: REST পরিষেবা থেকে HTML পুনরুদ্ধার করতে অক্ষম:
de: HTML kann nicht vom REST-Dienst abgerufen werden:
es: No se puede recuperar HTML del servicio REST:
fr: Impossible de récupérer le code HTML à partir du service REST :
he: לא ניתן לאחזר HTML משירות REST:
hi: REST सेवा से HTML पुनर्प्राप्त करने में असमर्थ:
it: Impossibile recuperare l'HTML dal servizio REST:
ja_jp: REST サービスから HTML を取得できません:
nl: Kan HTML niet ophalen uit de REST-service:
pt: Não foi possível recuperar HTML do serviço REST:
ru: Невозможно получить HTML из службы REST:
te: REST సేవ నుండి HTMLని తిరిగి పొందడం సాధ్యం కాలేదు:
zh_cn: 无法从 REST 服务检索 HTML：

source: Region does not exist.
ar: المنطقة غير موجودة.
bn: অঞ্চলের অস্তিত্ব নেই।
de: Region existiert nicht.
es: Región no existe.
fr: La région n'existe pas.
he: אזור לא קיים.
hi: क्षेत्र मौजूद नहीं है
it: La regione non esiste.
ja_jp: リージョンが存在しません。
nl: Regio bestaat niet.
pt: A região não existe.
ru: Регион не существует.
te: ప్రాంతం ఉనికిలో లేదు.
zh_cn: 区域不存在。

source: Cannot add widget to region with sub regions.
ar: لا يمكن إضافة عنصر واجهة المستخدم إلى المنطقة ذات المناطق الفرعية.
bn: উপ-অঞ্চল সহ অঞ্চলে উইজেট যোগ করা যাবে না।
de: Widget kann nicht zu einer Region mit Unterregionen hinzugefügt werden.
es: No se puede agregar widget a la región con sub-regiones.
fr: Impossible d'ajouter un widget à une région avec des sous-régions.
he: לא ניתן להוסיף ווידג'ט לאזור עם אזורי משנה.
hi: उपक्षेत्रों वाले क्षेत्र में विजेट नहीं जोड़ा जा सकता
it: Impossibile aggiungere widget a una regione con sottoregioni.
ja_jp: サブ領域のある領域にウィジェットを追加することはできません。
nl: Kan widget niet toevoegen aan regio met subregio's.
pt: Não é possível adicionar widget à região com sub-regiões.
ru: Невозможно добавить виджет в регион с подрегионами.
te: ఉప ప్రాంతాలు ఉన్న ప్రాంతానికి విడ్జెట్u200cని జోడించడం సాధ్యం కాదు.
zh_cn: 无法将小部件添加到具有子区域的区域。

source: target region does not exist.
ar: المنطقة المستهدفة غير موجودة.
bn: লক্ষ্য অঞ্চল বিদ্যমান নেই.
de: Zielregion existiert nicht.
es: región objetivo no existe.
fr: la région cible n’existe pas.
he: אזור היעד אינו קיים.
hi: लक्ष्य क्षेत्र मौजूद नहीं है.
it: la regione di destinazione non esiste.
ja_jp: 対象のリージョンが存在しません。
nl: doelregio bestaat niet.
pt: a região de destino não existe.
ru: целевой регион не существует.
te: లక్ష్య ప్రాంతం ఉనికిలో లేదు.
zh_cn: 目标区域不存在。

source: Cannot order widget
ar: لا يمكن طلب القطعة
bn: উইজেট অর্ডার করা যাবে না
de: Widget kann nicht bestellt werden
es: No se puede ordenar widget
fr: Impossible de commander le widget
he: לא ניתן להזמין ווידג'ט
hi: विजेट ऑर्डर नहीं किया जा सकता
it: Impossibile ordinare il widget
ja_jp: ウィジェットを注文できません
nl: Kan widget niet bestellen
pt: Não é possível solicitar o widget
ru: Не могу заказать виджет
te: విడ్జెట్u200cని ఆర్డర్ చేయలేరు
zh_cn: 无法订购小部件

source: Unable to reorder widget
ar: غير قادر على إعادة ترتيب القطعة
bn: উইজেট পুনরায় সাজাতে অক্ষম
de: Widget kann nicht neu angeordnet werden
es: No se puede reordenar el widget
fr: Impossible de réorganiser le widget
he: לא ניתן לסדר מחדש את הווידג'ט
hi: विजेट को पुनः व्यवस्थित करने में असमर्थ
it: Impossibile riordinare il widget
ja_jp: ウィジェットを並べ替えることができません
nl: Kan de widget niet opnieuw rangschikken
pt: Não foi possível reordenar o widget
ru: Невозможно изменить порядок виджета
te: విడ్జెట్u200cని మళ్లీ క్రమం చేయడం సాధ్యపడలేదు
zh_cn: 无法重新排序小部件

source: from region
ar: من المنطقة
bn: অঞ্চল থেকে
de: aus der Region
es: de la región
fr: de la région
he: מהאזור
hi: क्षेत्र से
it: dalla regione
ja_jp: 地域から
nl: uit regio
pt: da região
ru: из региона
te: ప్రాంతం నుండి
zh_cn: 来自地区

source: at position
ar: في الموقف
bn: অবস্থানে
de: an der Stelle
es: en posición
fr: au poste
he: בעמדה
hi: पद पर
it: in posizione
ja_jp: 位置で
nl: op positie
pt: na posição
ru: на позиции
te: స్థానం వద్ద
zh_cn: 在位置

source: One of the regions does not exist.
ar: إحدى المناطق غير موجودة.
bn: একটি অঞ্চলের অস্তিত্ব নেই।
de: Eine der Regionen existiert nicht.
es: Una de las regiones no existe.
fr: L'une des régions n'existe pas.
he: אחד האזורים לא קיים.
hi: इनमें से एक क्षेत्र मौजूद नहीं है.
it: Una delle regioni non esiste.
ja_jp: 領域の 1 つが存在しません。
nl: Eén van de regio's bestaat niet.
pt: Uma das regiões não existe.
ru: Одного из регионов не существует.
te: ప్రాంతాలలో ఒకటి ఉనికిలో లేదు.
zh_cn: 其中一个区域不存在。

source: error grabbing template record to save!
ar: خطأ في الاستيلاء على سجل القالب لحفظه!
bn: সংরক্ষণ করতে টেমপ্লেট রেকর্ড দখলের ত্রুটি!
de: Fehler beim Erfassen des Vorlagendatensatzes zum Speichern!
es: error agarrando plantilla de registro para guardar!
fr: erreur lors de la saisie de l'enregistrement du modèle à enregistrer !
he: שגיאה בתפיסת רשומת התבנית לשמירה!
hi: सहेजने के लिए टेम्प्लेट रिकॉर्ड पकड़ने में त्रुटि!
it: errore durante l'acquisizione del record del modello da salvare!
ja_jp: 保存するテンプレート レコードの取得中にエラーが発生しました!
nl: Fout bij het ophalen van sjabloonrecord om op te slaan!
pt: erro ao capturar o registro do modelo para salvar!
ru: ошибка при получении записи шаблона для сохранения!
te: సేవ్ చేయడానికి టెంప్లేట్ రికార్డ్u200cను పట్టుకోవడంలో లోపం!
zh_cn: 抓取模板记录保存时出错！

source: There was an unknown error
ar: حدث خطأ غير معروف
bn: একটি অজানা ত্রুটি ছিল
de: Es ist ein unbekannter Fehler aufgetreten
es: Hubo un error desconocido
fr: Il y a eu une erreur inconnue
he: הייתה שגיאה לא ידועה
hi: कोई अज्ञात त्रुटि हुई
it: Si è verificato un errore sconosciuto
ja_jp: 不明なエラーが発生しました
nl: Er is een onbekende fout opgetreden
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
te: తెలియని లోపం ఏర్పడింది
zh_cn: 出现未知错误

source: The operation is talking too much time
ar: العملية تتحدث الكثير من الوقت
bn: অপারেশন অনেক সময় কথা বলছে
de: Die Operation nimmt zu viel Zeit in Anspruch
es: La operación está hablando demasiado tiempo
fr: L'opération parle trop de temps
he: המבצע מדבר יותר מדי זמן
hi: ऑपरेशन में बहुत अधिक समय लग रहा है
it: L'operazione richiede troppo tempo
ja_jp: 手術に時間がかかりすぎます
nl: De operatie duurt te lang
pt: A operação está demorando muito
ru: Операция занимает слишком много времени
te: ఆపరేషన్ చాలా సమయం మాట్లాడుతోంది
zh_cn: 操作讲的时间太多了

source: Please confirm
ar: يرجى التأكيد
bn: নিশ্চিত করুন
de: Bitte bestätigen Sie
es: Por favor confirmar
fr: Veuillez confirmer
he: נא לאשר
hi: कृपया पुष्टि करें
it: Per favore conferma
ja_jp: ご確認ください
nl: Bevestig alstublieft
pt: Por favor confirme
ru: Пожалуйста, подтвердите
te: దయచేసి నిర్ధారించండి
zh_cn: 请确认

source: Do you really want to do this?
ar: هل تريد حقا أن تفعل هذا؟
bn: আপনি কি সত্যিই এটি করতে চান?
de: Willst du das wirklich tun?
es: ¿Realmente quieres hacer esto?
fr: Veux-tu vraiment faire ça ?
he: האם אתה באמת רוצה לעשות את זה?
hi: क्या आप सचमुच ऐसा करना चाहते हैं?
it: Vuoi davvero farlo?
ja_jp: 本当にこれをやりたいですか?
nl: Wil je dit echt doen?
pt: Você realmente quer fazer isso?
ru: Вы действительно хотите это сделать?
te: మీరు దీన్ని నిజంగా చేయాలనుకుంటున్నారా?
zh_cn: 你真的想这样做吗？

source: Something is wrong!
ar: هناك خطأ ما!
bn: কিছু ভুল!
de: Etwas stimmt nicht!
es: ¡Algo está mal!
fr: Quelque chose ne va pas !
he: משהו לא בסדר!
hi: कुछ गड़बड़ है!
it: Qualcosa non va!
ja_jp: 何かが間違っています!
nl: Er is iets mis!
pt: Algo está errado!
ru: Что-то не так!
te: ఏదో తప్పు!
zh_cn: 有问题！

source: Beg Pardon?
ar: التسول عفوا؟
bn: মাফ করবেন?
de: Bitte entschuldigen Sie?
es: Le ruego me disculpe?
fr: Supplie, Excuse-moi ?
he: להתחנן סליחה?
hi: क्षमा करें?
it: Prego, scusa?
ja_jp: すみません？
nl: Bedelen Excuseer mij?
pt: Implorar Com licença?
ru: Умолять Простите?
te: నన్ను క్షమించు?
zh_cn: 请求原谅吗？

source: I'm sorry, what was the thing you needed to do?
ar: أنا آسف، ما هو الشيء الذي كان عليك فعله؟
bn: আমি দুঃখিত, আপনার কি করার দরকার ছিল?
de: Es tut mir leid, was mussten Sie tun?
es: Lo siento, ¿qué era lo que tenía que hacer?
fr: Je suis désolé, quelle était la chose que tu devais faire ?
he: אני מצטער, מה היה הדבר שהיית צריך לעשות?
hi: मुझे खेद है, आपको कौन सी चीज़ करने की ज़रूरत थी?
it: Mi dispiace, qual era la cosa che dovevi fare?
ja_jp: 申し訳ありませんが、何をする必要がありましたか?
nl: Het spijt me, wat was het ding dat je moest doen?
pt: Sinto muito, o que você precisava fazer?
ru: Простите, что вам нужно было сделать?
te: నన్ను క్షమించండి, మీరు చేయవలసిన పని ఏమిటి?
zh_cn: 抱歉，您需要做什么？

source: Expected to find child:
ar: من المتوقع العثور على الطفل:
bn: সন্তান খুঁজে পাওয়ার আশা করা হচ্ছে:
de: Es wird erwartet, dass ein Kind gefunden wird:
es: Se espera que el niño:
fr: On s'attend à trouver un enfant :
he: צפוי למצוא ילד:
hi: बच्चा मिलने की उम्मीद:
it: Si prevede di trovare il bambino:
ja_jp: 子が見つかると予想されます:
nl: Verwacht kind te vinden:
pt: Espera-se encontrar a criança:
ru: Ожидается найти ребенка:
te: పిల్లవాడిని కనుగొంటారని ఆశించబడింది:
zh_cn: 预计寻找孩子：

source: , tags found:
ar: ، تم العثور على العلامات:
bn: , ট্যাগ পাওয়া গেছে:
de: , Tags gefunden:
es: , Etiquetas encontradas:
fr: , balises trouvées :
he: , נמצאו תגים:
hi: , टैग मिले:
it: , tag trovati:
ja_jp: 、タグが見つかりました:
nl: , tags gevonden:
pt: , tags encontradas:
ru: , найдены теги:
te: , ట్యాగ్u200cలు కనుగొనబడ్డాయి:
zh_cn: ，找到标签：

source: Can't find
ar: لا يمكن العثور عليها
bn: খুঁজে পাচ্ছি না
de: Kann nicht gefunden werden
es: No se puede encontrar
fr: Je ne trouve pas
he: לא מוצא
hi: नहीं मिल सका
it: Impossibile trovare
ja_jp: 見つからない
nl: Kan niet vinden
pt: Não consigo encontrar
ru: Не могу найти
te: దొరకడం లేదు
zh_cn: 找不到

source: Cannot rename folder
ar: لا يمكن إعادة تسمية المجلد
bn: ফোল্ডারের নাম পরিবর্তন করা যাবে না
de: Der Ordner kann nicht umbenannt werden
es: No se puede cambiar el nombre de la carpeta
fr: Impossible de renommer le dossier
he: לא ניתן לשנות את שם התיקיה
hi: फ़ोल्डर का नाम नहीं बदला जा सकता
it: Impossibile rinominare la cartella
ja_jp: フォルダーの名前を変更できません
nl: Kan de naam van de map niet wijzigen
pt: Não é possível renomear a pasta
ru: Не могу переименовать папку
te: ఫోల్డర్ పేరు మార్చలేరు
zh_cn: 无法重命名文件夹

source: to
ar: ل
bn: থেকে
de: Zu
es: a
fr: à
he: אֶל
hi: को
it: A
ja_jp: に
nl: naar
pt: para
ru: к
te: కు
zh_cn: 到

source: because an object with the same name already exists.
ar: لأن كائنًا يحمل نفس الاسم موجود بالفعل.
bn: কারণ একই নামের একটি বস্তু ইতিমধ্যেই বিদ্যমান।
de: weil ein Objekt mit demselben Namen bereits existiert.
es: porque ya existe un objeto con el mismo nombre.
fr: car un objet du même nom existe déjà.
he: כי כבר קיים אובייקט בעל אותו שם.
hi: क्योंकि समान नाम वाली एक वस्तु पहले से मौजूद है।
it: perché esiste già un oggetto con lo stesso nome.
ja_jp: 同じ名前のオブジェクトがすでに存在するためです。
nl: omdat er al een object met dezelfde naam bestaat.
pt: porque já existe um objeto com o mesmo nome.
ru: потому что объект с таким именем уже существует.
te: ఎందుకంటే అదే పేరుతో ఒక వస్తువు ఇప్పటికే ఉంది.
zh_cn: 因为同名的对象已经存在。

source: Select an existing page to begin your template or choose a Percussion template. Use the arrow keys to toggle between options.
ar: حدد صفحة موجودة لبدء القالب الخاص بك أو اختر قالب الإيقاع. استخدم مفاتيح الأسهم للتبديل بين الخيارات.
bn: আপনার টেমপ্লেট শুরু করতে একটি বিদ্যমান পৃষ্ঠা নির্বাচন করুন বা একটি পারকাশন টেমপ্লেট চয়ন করুন৷ বিকল্পগুলির মধ্যে টগল করতে তীর কীগুলি ব্যবহার করুন৷
de: Wählen Sie eine vorhandene Seite aus, um mit Ihrer Vorlage zu beginnen, oder wählen Sie eine Percussion-Vorlage. Verwenden Sie die Pfeiltasten, um zwischen den Optionen zu wechseln.
es: Seleccione una página existente para comenzar su plantilla o elija una plantilla de percusión. Utilice las teclas de flecha para alternar entre las opciones.
fr: Sélectionnez une page existante pour commencer votre modèle ou choisissez un modèle de percussion. Utilisez les touches fléchées pour basculer entre les options.
he: בחר עמוד קיים כדי להתחיל את התבנית שלך או בחר תבנית כלי הקשה. השתמש במקשי החצים כדי לעבור בין האפשרויות.
hi: अपना टेम्प्लेट शुरू करने के लिए किसी मौजूदा पृष्ठ का चयन करें या पर्कशन टेम्प्लेट चुनें। विकल्पों के बीच टॉगल करने के लिए तीर कुंजियों का उपयोग करें।
it: Seleziona una pagina esistente per iniziare il tuo modello o scegli un modello di percussioni. Utilizzare i tasti freccia per passare da un'opzione all'altra.
ja_jp: 既存のページを選択してテンプレートを開始するか、パーカッション テンプレートを選択します。矢印キーを使用してオプションを切り替えます。
nl: Selecteer een bestaande pagina om met uw sjabloon te beginnen of kies een Percussie-sjabloon. Gebruik de pijltjestoetsen om tussen opties te schakelen.
pt: Selecione uma página existente para iniciar seu modelo ou escolha um modelo de percussão. Use as teclas de seta para alternar entre as opções.
ru: Выберите существующую страницу, чтобы начать свой шаблон, или выберите шаблон Percussion. Используйте клавиши со стрелками для переключения между опциями.
te: మీ టెంప్లేట్u200cను ప్రారంభించడానికి ఇప్పటికే ఉన్న పేజీని ఎంచుకోండి లేదా పెర్కషన్ టెంప్లేట్u200cను ఎంచుకోండి. ఎంపికల మధ్య టోగుల్ చేయడానికి బాణం కీలను ఉపయోగించండి.
zh_cn: 选择现有页面以开始模板或选择打击乐模板。使用箭头键在选项之间切换。

source: Percussion Templates
ar: قوالب الإيقاع
bn: পারকাশন টেমপ্লেট
de: Percussion-Vorlagen
es: Plantillas de percusión
fr: Modèles de percussions
he: תבניות כלי הקשה
hi: पर्कशन टेम्प्लेट
it: Modelli di percussioni
ja_jp: パーカッションテンプレート
nl: Percussie-sjablonen
pt: Modelos de percussão
ru: Шаблоны перкуссии
te: పెర్కషన్ టెంప్లేట్లు
zh_cn: 打击乐模板

source: No Comments
ar: لا تعليقات
bn: কোন মন্তব্য নেই
de: Keine Kommentare
es: Sin Comentarios
fr: Sans commentaires
he: אין הערות
hi: कोई टिप्पणी नहीं
it: Non ci sono commenti
ja_jp: コメントはありません
nl: Geen opmerkingen
pt: Sem comentários
ru: Без комментариев
te: వ్యాఖ్యలు లేవు
zh_cn: 暂无评论

source: No comments on page
ar: لا توجد تعليقات على الصفحة
bn: পৃষ্ঠায় কোন মন্তব্য নেই
de: Keine Kommentare auf der Seite
es: No hay comentarios en la página
fr: Aucun commentaire sur la page
he: אין הערות בעמוד
hi: पेज पर कोई टिप्पणी नहीं
it: Nessun commento nella pagina
ja_jp: ページにコメントはありません
nl: Geen reacties op pagina
pt: Sem comentários na página
ru: На странице нет комментариев
te: పేజీలో వ్యాఖ్యలు లేవు
zh_cn: 页面没有评论
